Revit 2024 API
Tile.TileChangeColumn Property
 The property labeled "Amount" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string TileChangeColumn { get; }
Visual Basic
Public Shared ReadOnly Property TileChangeColumn As String
	Get
Visual C++
public:
static property String^ TileChangeColumn {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 5".
See Also
Tile Class
Autodesk.Revit.DB.Visual Namespace